Repository: krocheah/velepi
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Category
tr: Kategori

source: Has Wifi
tr: Wifi Var mı

source: Place Name
tr: Mekan İsmi

source: Telephone
tr: Telefon

source: Enter a description
tr: Bir açıklama giriniz.

source: Please enter an available coordinate.
tr: Geçerli bir koordinat giriniz.

source: Enter coordinates with click on the map where the place is shown.
tr: Mekanın bulundugu yere tıklayarak bir koordinat seçiniz.

source: E-Mail
tr: E-Posta

source: Username
tr: Kullanıcı Adı

source: Password
tr: Parola

source: Wrong username or password!
tr: Yanlış kullanıcı adı veya parola

source: Homepage
tr: Anasayfa

source: Add new place
tr: Yeni mekan ekle

source: Logout
tr: Çıkış

source: Sign Up
tr: Kayıt Ol

source: Login
tr: Giriş Yap

source: Linux Summer Camp 2016 - Django class example project.
tr: Linux Yaz Kampı 2016 - Django sınıfı örnek projesidir.

source: Please Sign In
tr: Lütfen Giriş Yapınız

source: Submit
tr: Gönder

source: Add New Place
tr: Yeni Mekan Ekle

source: Please add a place by clicking on the map
tr: Harita üzerine tıklayarak yeni bir mekan ekleyiniz

source: Add new review for %(place)s
tr: %(place)s için yeni bir yorum ekleyin

source: Average User Votes
tr: Ortalama Kullanıcı Oyları

source: Based on %(count)s user reviews
tr: %(count)s kullanıcı yorumuna göre

source: user liked this place
tr: kullanıcı bu mekanı begendi

source: No user liked this place yet
tr: Henüz bu mekanı begenen bir kullanıcı yok

source: Unlike
tr: Begenmekten vazgeç

source: Like
tr: Begen

source: Register
tr: Kayıt Ol
